Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Choose whether White Noise follows your device appearance or always uses a light or dark theme.
de: Wähle, ob White Noise dem Erscheinungsbild deines Geräts folgt oder immer ein helles oder dunkles Design verwendet.
es: Elige si White Noise sigue la apariencia de tu dispositivo o usa siempre un tema claro u oscuro.
fr: Choisissez si White Noise suit l’apparence de votre appareil ou utilise toujours un thème clair ou sombre.
it: Scegli se White Noise segue l’aspetto del dispositivo o usa sempre un tema chiaro o scuro.
pt: Escolha se o White Noise segue a aparência do dispositivo ou sempre usa um tema claro ou escuro.
ru: Выберите, будет ли White Noise следовать оформлению устройства или всегда использовать светлую либо тёмную тему.
tr: White Noise’ın cihaz görünümünü mü izleyeceğini yoksa her zaman açık ya da koyu tema mı kullanacağını seçin.
zh_hans: 选择 White Noise 是跟随设备外观，还是始终使用浅色或深色主题。
zh_hant: 選擇 White Noise 要跟隨裝置外觀，還是永遠使用淺色或深色主題。

source: Choose whether White Noise follows your device appearance or always uses a light or dark theme. True Black is a dark theme with pure black backgrounds for OLED displays.
de: Wähle, ob White Noise dem Erscheinungsbild deines Geräts folgt oder immer ein helles oder dunkles Design verwendet. Tiefschwarz ist ein dunkles Design mit rein schwarzen Hintergründen für OLED-Displays.
es: Elige si White Noise sigue la apariencia de tu dispositivo o usa siempre un tema claro u oscuro. Negro puro es un tema oscuro con fondos completamente negros para pantallas OLED.
fr: Choisissez si White Noise suit l’apparence de votre appareil ou utilise toujours un thème clair ou sombre. Noir absolu est un thème sombre avec des fonds d’un noir pur pour les écrans OLED.
it: Scegli se White Noise segue l’aspetto del dispositivo o usa sempre un tema chiaro o scuro. Nero assoluto è un tema scuro con sfondi completamente neri per gli schermi OLED.
pt: Escolha se o White Noise segue a aparência do dispositivo ou sempre usa um tema claro ou escuro. Preto puro é um tema escuro com fundos totalmente pretos para telas OLED.
ru: Выберите, будет ли White Noise следовать оформлению устройства или всегда использовать светлую либо тёмную тему. «Чисто чёрная» — тёмная тема с абсолютно чёрным фоном для OLED-экранов.
tr: White Noise’ın cihaz görünümünü mü izleyeceğini yoksa her zaman açık ya da koyu tema mı kullanacağını seçin. Saf siyah, OLED ekranlar için tamamen siyah arka planlar kullanan koyu bir temadır.
zh_hans: 选择 White Noise 是跟随设备外观，还是始终使用浅色或深色主题。纯黑是为 OLED 屏幕提供纯黑色背景的深色主题。
zh_hant: 選擇 White Noise 要跟隨裝置外觀，還是永遠使用淺色或深色主題。純黑是為 OLED 螢幕提供純黑色背景的深色主題。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除
zh_hant: 清除

source: Clear all audit logs?
de: Alle Audit-Protokolle löschen?
es: ¿Borrar todos los registros de auditoría?
fr: Effacer tous les journaux d’audit ?
it: Cancellare tutti i log di audit?
pt: Apagar todos os registros de auditoria?
ru: Очистить все журналы аудита?
tr: Tüm denetim kayıtları silinsin mi?
zh_hans: 清除所有审计日志？
zh_hant: 清除所有稽核記錄？

source: Clear Audit Logs
de: Audit-Protokolle löschen
es: Borrar registros de auditoría
fr: Effacer les journaux d’audit
it: Cancella i log di audit
pt: Apagar registros de auditoria
ru: Очистить журналы аудита
tr: Denetim kayıtlarını sil
zh_hans: 清除审计日志
zh_hant: 清除稽核記錄

source: Clear Diagnostic Logs
de: Diagnoseprotokolle löschen
es: Borrar registros de diagnóstico
fr: Effacer les journaux de diagnostic
it: Cancella i log diagnostici
pt: Limpar registros de diagnóstico
ru: Очистить журналы диагностики
tr: Tanılama Günlüklerini Temizle
zh_hans: 清除诊断日志
zh_hant: 清除診斷記錄

source: Clear diagnostic logs?
de: Diagnoseprotokolle löschen?
es: ¿Borrar los registros de diagnóstico?
fr: Effacer les journaux de diagnostic ?
it: Cancellare i log diagnostici?
pt: Limpar os registros de diagnóstico?
ru: Очистить журналы диагностики?
tr: Tanılama günlükleri temizlensin mi?
zh_hans: 清除诊断日志？
zh_hant: 清除診斷記錄？

source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux
it: Cancella i log
pt: Apagar registros
ru: Очистить журналы
tr: Kayıtları sil
zh_hans: 清除日志
zh_hant: 清除記錄

source: Clear member search
de: Mitgliedersuche löschen
es: Borrar búsqueda de miembros
fr: Effacer la recherche de membres
it: Cancella ricerca membri
pt: Limpar pesquisa de membros
ru: Очистить поиск участников
tr: Üye aramasını temizle
zh_hans: 清除成员搜索
zh_hant: 清除成員搜尋

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
pt: Limpar pesquisa
ru: Очистить поиск
tr: Aramayı temizle
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Close Camera
de: Kamera schließen
es: Cerrar cámara
fr: Fermer l’appareil photo
it: Chiudi fotocamera
pt: Fechar câmera
ru: Закрыть камеру
tr: Kamerayı kapat
zh_hans: 关闭相机
zh_hant: 關閉相機

source: Close search
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
it: Chiudi la ricerca
pt: Fechar pesquisa
ru: Закрыть поиск
tr: Aramayı kapat
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Coming soon
de: Bald verfügbar
es: Próximamente
fr: Bientôt disponible
it: In arrivo
pt: Em breve
ru: Скоро
tr: Yakında
zh_hans: 即将推出
zh_hant: 即將推出

source: Completed task
de: Erledigte Aufgabe
es: Tarea completada
fr: Tâche terminée
it: Attività completata
pt: Tarefa concluída
ru: Завершённая задача
tr: Tamamlanmış görev
zh_hans: 已完成的任务
zh_hant: 已完成的任務

source: Configuration rejected
de: Konfiguration abgelehnt
es: Configuración rechazada
fr: Configuration refusée
it: Configurazione rifiutata
pt: Configuração rejeitada
ru: Конфигурация отклонена
tr: Yapılandırma reddedildi
zh_hans: 配置被拒绝
zh_hant: 設定遭拒

source: Configure or clear logs in Privacy & Security → Diagnostics & Improvements. Export saves a sanitized activity summary without event payloads.
de: Protokolle unter Datenschutz & Sicherheit → Diagnose & Verbesserungen konfigurieren oder löschen. Der Export speichert eine bereinigte Aktivitätsübersicht ohne Ereignisinhalte.
es: Configura o borra los registros en Privacidad y seguridad → Diagnóstico y mejoras. La exportación guarda un resumen de actividad depurado sin el contenido de los eventos.
fr: Configurez ou effacez les journaux dans Confidentialité et sécurité → Diagnostic et améliorations. L’export enregistre un résumé d’activité expurgé, sans le contenu des événements.
it: Configura o cancella i log in Privacy e sicurezza → Diagnostica e miglioramenti. L’esportazione salva un riepilogo delle attività depurato, senza il contenuto degli eventi.
pt: Configure ou limpe os registros em Privacidade e segurança → Diagnóstico e melhorias. A exportação salva um resumo de atividades higienizado, sem o conteúdo dos eventos.
ru: Настроить или очистить журналы можно в разделе «Конфиденциальность и безопасность → Диагностика и улучшения». При экспорте сохраняется очищенная сводка активности без содержимого событий.
tr: Günlükleri Gizlilik ve Güvenlik → Tanılama ve İyileştirmeler bölümünde yapılandırın veya temizleyin. Dışa aktarma, olay içerikleri olmadan arındırılmış bir etkinlik özeti kaydeder.
zh_hans: 在“隐私与安全 → 诊断与改进”中配置或清除日志。导出会保存经过脱敏的活动摘要，不包含事件内容。
zh_hant: 在「隱私權與安全性 → 診斷與改進」中設定或清除記錄。匯出會儲存經過去識別化的活動摘要，不包含事件內容。

source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
it: Configurato
pt: Configurado
ru: Настроено
tr: Yapılandırıldı
zh_hans: 已配置
zh_hant: 已設定

source: Confirmation phrase
de: Bestätigungsphrase
es: Frase de confirmación
fr: Phrase de confirmation
it: Frase di conferma
pt: Frase de confirmação
ru: Фраза подтверждения
tr: Onay ifadesi
zh_hans: 确认短语
zh_hant: 確認短語

source: Confirmed
de: Bestätigt
es: Confirmado
fr: Confirmé
it: Confermato
pt: Confirmado
ru: Подтверждено
tr: Onaylandı
zh_hans: 已确认
zh_hant: 已確認

source: Connecting to account setup…
de: Verbindung zur Kontoeinrichtung …
es: Conectando con la configuración de la cuenta…
fr: Connexion à la configuration du compte…
it: Connessione alla configurazione dell’account…
pt: Conectando à configuração da conta…
ru: Подключение к настройке аккаунта…
tr: Hesap kurulumuna bağlanılıyor…
zh_hans: 正在连接账户设置…
zh_hant: 正在連接帳戶設定…

source: Connecting to support…
de: Verbindung zum Support wird hergestellt …
es: Conectando con soporte…
fr: Connexion à l’assistance…
it: Connessione al supporto…
pt: Conectando ao suporte…
ru: Подключение к поддержке…
tr: Desteğe bağlanılıyor…
zh_hans: 正在连接支持人员…
zh_hant: 正在連線支援人員…

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…
pt: Conectando…
ru: Подключение…
tr: Bağlanıyor…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Contact
de: Kontakt
es: Contacto
fr: Contacter
it: Contatto
pt: Contato
ru: Контакт
tr: İletişim
zh_hans: 联系方式
zh_hant: 聯絡方式

source: Contact Info
de: Kontaktinfo
es: Información del contacto
fr: Infos du contact
it: Info contatto
pt: Dados do contato
ru: Данные контакта
tr: Kişi bilgisi
zh_hans: 联系人信息
zh_hant: 聯絡人資訊

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
ru: Продолжить
tr: Devam et
zh_hans: 继续
zh_hant: 繼續

source: Continue anyway
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer quand même
it: Continua comunque
pt: Continuar mesmo assim
ru: Всё равно продолжить
tr: Yine de devam et
zh_hans: 仍然继续
zh_hant: 仍要繼續

source: Continuing publishes these addresses to your public profile.
de: Beim Fortfahren werden diese Adressen in deinem öffentlichen Profil veröffentlicht.
es: Al continuar, estas direcciones se publicarán en tu perfil público.
fr: En continuant, ces adresses seront publiées sur votre profil public.
it: Continuando, questi indirizzi verranno pubblicati sul tuo profilo pubblico.
pt: Ao continuar, estes endereços serão publicados no seu perfil público.
ru: При продолжении эти адреса будут опубликованы в вашем открытом профиле.
tr: Devam ettiğinizde bu adresler herkese açık profilinizde yayınlanır.
zh_hans: 继续后，这些地址将发布到你的公开个人资料。
zh_hant: 繼續後，這些位址將發布至你的公開個人檔案。

source: Continuing setup…
de: Einrichtung wird fortgesetzt…
es: Continuando la configuración…
fr: Poursuite de la configuration…
it: Continuazione della configurazione…
pt: Continuando a configuração…
ru: Продолжение настройки…
tr: Kuruluma devam ediliyor…
zh_hans: 正在继续设置…
zh_hant: 正在繼續設定…

source: Conversation
de: Gespräch
es: Conversación
it: Conversazione
pt: Conversa
ru: Разговор
tr: Konuşma
zh_hans: 对话
zh_hant: 對話

source: Conversation unavailable
de: Unterhaltung nicht verfügbar
es: Conversación no disponible
fr: Conversation indisponible
it: Conversazione non disponibile
pt: Conversa indisponível
ru: Беседа недоступна
tr: Sohbet kullanılamıyor
zh_hans: 会话不可用
zh_hant: 對話無法使用

source: Conversations do not sync across devices yet.
de: Unterhaltungen werden noch nicht zwischen Geräten synchronisiert.
es: Las conversaciones aún no se sincronizan entre dispositivos.
fr: Les conversations ne se synchronisent pas encore entre appareils.
it: Le conversazioni non si sincronizzano ancora tra dispositivi.
pt: As conversas ainda não são sincronizadas entre dispositivos.
ru: Переписки пока не синхронизируются между устройствами.
tr: Sohbetler henüz cihazlar arasında eşitlenmiyor.
zh_hans: 对话尚不能跨设备同步。
zh_hant: 對話尚不能跨裝置同步。

source: Conversations with %@
de: Gespräche mit %@
es: Conversaciones con %@
fr: Conversations avec %@
it: Conversazioni con %@
pt: Conversas com %@
ru: Разговоры с %@
tr: %@ ile yapılan görüşmeler
zh_hans: 与%@的对话
zh_hant: 與%@的對話

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
pt: Copiado
ru: Скопировано
tr: Kopyalandı
zh_hans: 已复制
zh_hant: 已複製

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

source: Copies %@
de: Kopiert %@
es: Copias %@
it: Copie %@
pt: Cópias %@
ru: Копии %@
tr: Kopyalar %@
zh_hans: 副本 %@
zh_hant: 副本 %@

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

source: Copy %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
it: Copia %@
pt: Copiar %@
ru: Копировать %@
tr: %@ kopyala
zh_hans: 拷贝%@
zh_hant: 拷貝%@

source: Copy npub
de: npub kopieren
es: Copiar npub
fr: Copier le npub
it: Copia npub
pt: Copiar npub
ru: Скопировать npub
tr: npub'u kopyala
zh_hans: 复制 npub
zh_hant: 複製 npub

source: Copy selected messages
de: Ausgewählte Nachrichten kopieren
es: Copiar mensajes seleccionados
fr: Copier les messages sélectionnés
it: Copia i messaggi selezionati
pt: Copiar mensagens selecionadas
ru: Копировать выбранные сообщения
tr: Seçili mesajları kopyala
zh_hans: 复制所选消息
zh_hant: 複製所選訊息

source: Couldn't accept invitation
de: Einladung konnte nicht angenommen werden
es: No se pudo aceptar la invitación
fr: Impossible d’accepter l’invitation
it: Impossibile accettare l’invito
pt: Não foi possível aceitar o convite
ru: Не удалось принять приглашение
tr: Davet kabul edilemedi
zh_hans: 无法接受邀请
zh_hant: 無法接受邀請

source: Couldn’t access your private key
de: Zugriff auf deinen privaten Schlüssel fehlgeschlagen
es: No se pudo acceder a tu clave privada
fr: Impossible d’accéder à votre clé privée
it: Impossibile accedere alla tua chiave privata
pt: Não foi possível acessar sua chave privada
ru: Не удалось получить доступ к вашему закрытому ключу
tr: Özel anahtarınıza erişilemedi
zh_hans: 无法访问你的私钥
zh_hant: 無法存取你的私密金鑰

source: Couldn't add contact
de: Kontakt konnte nicht hinzugefügt werden
es: No se pudo agregar el contacto
fr: Impossible d'ajouter un contact
it: Impossibile aggiungere il contatto
pt: Não foi possível adicionar contato
ru: Не удалось добавить контакт
tr: Kişi eklenemedi
zh_hans: 无法添加联系人
zh_hant: 無法新增聯絡人

source: Couldn't add photo
de: Foto konnte nicht hinzugefügt werden
es: No se pudo añadir la foto
fr: Impossible d’ajouter la photo
it: Impossibile aggiungere la foto
pt: Não foi possível adicionar a foto
ru: Не удалось добавить фото
tr: Fotoğraf eklenemedi
zh_hans: 无法添加照片
zh_hant: 無法加入照片

source: Couldn't add this person
de: Diese Person konnte nicht hinzugefügt werden
es: No se pudo añadir a esta persona
fr: Impossible d'ajouter cette personne
it: Impossibile aggiungere questa persona
pt: Não foi possível adicionar esta pessoa
ru: Не удалось добавить этого человека
tr: Bu kişi eklenemedi
zh_hans: 无法添加此人
zh_hant: 無法加入此人

source: Couldn’t apply this invitation. Review the latest offer and try again.
de: Diese Einladung konnte nicht angewendet werden. Prüfe das aktuelle Angebot und versuche es erneut.
es: No se pudo aplicar esta invitación. Revisa la oferta más reciente e inténtalo de nuevo.
fr: Impossible d’appliquer cette invitation. Examinez la dernière proposition et réessayez.
it: Impossibile applicare questo invito. Esamina l’ultima proposta e riprova.
pt: Não foi possível aplicar este convite. Reveja a proposta mais recente e tente novamente.
ru: Не удалось применить это приглашение. Просмотрите последнее предложение и попробуйте ещё раз.
tr: Bu davet uygulanamadı. En son teklifi inceleyip yeniden deneyin.
zh_hans: 无法应用此邀请。请查看最新邀请并重试。
zh_hant: 無法套用此邀請。請檢視最新邀請並重試。

source: Couldn't archive chat
de: Der Chat konnte nicht archiviert werden
es: No se pudo archivar el chat
fr: Impossible d'archiver le chat
it: Impossibile archiviare la chat
pt: Não foi possível arquivar o bate-papo
ru: Не удалось заархивировать чат
tr: Sohbet arşivlenemedi
zh_hans: 无法存档聊天记录
zh_hant: 無法存檔聊天記錄

source: Couldn't change admin
de: Der Administrator konnte nicht geändert werden
es: No se pudo cambiar de administrador
fr: Impossible de changer d'administrateur
it: Impossibile cambiare amministratore
pt: Não foi possível alterar o administrador
ru: Не удалось сменить администратора
tr: Yönetici değiştirilemedi
zh_hans: 无法更改管理员
zh_hant: 無法更改管理員

source: Couldn’t check group recovery. Try again.
de: Die Gruppenwiederherstellung konnte nicht geprüft werden. Versuche es erneut.
es: No se pudo comprobar la recuperación del grupo. Inténtalo de nuevo.
fr: Impossible de vérifier la récupération du groupe. Réessayez.
it: Impossibile verificare il recupero del gruppo. Riprova.
pt: Não foi possível verificar a recuperação do grupo. Tente novamente.
ru: Не удалось проверить восстановление группы. Попробуйте ещё раз.
tr: Grup kurtarma durumu kontrol edilemedi. Yeniden deneyin.
zh_hans: 无法检查群组恢复状态。请重试。
zh_hant: 無法檢查群組恢復狀態。請重試。

source: Couldn't check that address.
de: Adresse konnte nicht überprüft werden.
es: No se pudo comprobar esa dirección.
fr: Impossible de vérifier cette adresse.
it: Impossibile verificare questo indirizzo.
pt: Não foi possível verificar esse endereço.
ru: Не удалось проверить этот адрес.
tr: Bu adres kontrol edilemedi.
zh_hans: 无法检查该地址。
zh_hant: 無法檢查該地址。

source: Couldn't clear cached media
de: Zwischengespeicherte Medien konnten nicht gelöscht werden
es: No se pudieron borrar los archivos en caché
fr: Impossible d'effacer les médias en cache
it: Impossibile cancellare i media nella cache
pt: Não foi possível limpar a mídia em cache
ru: Не удалось очистить кэшированные медиафайлы
tr: Önbelleğe alınan medya temizlenemedi
zh_hans: 无法清除缓存的媒体
zh_hant: 無法清除快取的媒體

source: Couldn't clear notification history
de: Benachrichtigungsverlauf konnte nicht gelöscht werden
es: No se pudo borrar el historial de notificaciones
fr: Impossible d'effacer l'historique des notifications
it: Impossibile cancellare la cronologia delle notifiche
pt: Não foi possível limpar o histórico de notificações
ru: Не удалось очистить историю уведомлений
tr: Bildirim geçmişi temizlenemedi
zh_hans: 无法清除通知历史记录
zh_hant: 無法清除通知歷史記錄

source: Couldn’t close sign-in. Try again when the current update has finished.
de: Die Anmeldung konnte nicht geschlossen werden. Versuche es erneut, wenn die aktuelle Aktualisierung abgeschlossen ist.
es: No se pudo cerrar el inicio de sesión. Inténtalo de nuevo cuando termine la actualización actual.
fr: Impossible de fermer la connexion. Réessayez lorsque la mise à jour en cours sera terminée.
it: Impossibile chiudere l’accesso. Riprova quando l’aggiornamento in corso sarà terminato.
pt: Não foi possível fechar o acesso. Tente novamente quando a atualização atual terminar.
ru: Не удалось закрыть вход. Повторите попытку после завершения текущего обновления.
tr: Giriş kapatılamadı. Geçerli güncelleme tamamlandığında tekrar deneyin.
zh_hans: 无法关闭登录流程。请在当前更新完成后重试。
zh_hant: 無法關閉登入流程。請在目前更新完成後重試。

source: Couldn't confirm invitation
de: Einladung konnte nicht bestätigt werden
es: No se pudo confirmar la invitación
fr: Impossible de confirmer l’invitation
it: Impossibile confermare l’invito
pt: Não foi possível confirmar o convite
ru: Не удалось подтвердить приглашение
tr: Davet onaylanamadı
zh_hans: 无法确认邀请
zh_hant: 無法確認邀請

source: Couldn't connect to support
de: Verbindung zum Support nicht möglich
es: No se pudo conectar con soporte
fr: Impossible de contacter l’assistance
it: Impossibile connettersi al supporto
pt: Não foi possível conectar ao suporte
ru: Не удалось подключиться к поддержке
tr: Desteğe bağlanılamadı
zh_hans: 无法连接支持人员
zh_hant: 無法連線支援人員

source: Couldn't create chat
de: Chat konnte nicht erstellt werden
es: No se pudo crear el chat
fr: Impossible de créer le chat
it: Impossibile creare la chat
pt: Não foi possível criar o bate-papo
ru: Не удалось создать чат
tr: Sohbet oluşturulamadı
zh_hans: 无法创建聊天
zh_hant: 無法建立聊天

source: Couldn't create your profile. Try again.
de: Dein Profil konnte nicht erstellt werden. Versuche es erneut.
es: No se pudo crear tu perfil. Inténtalo de nuevo.
fr: Impossible de créer votre profil. Réessayez.
it: Impossibile creare il tuo profilo. Riprova.
pt: Não foi possível criar seu perfil. Tente novamente.
ru: Не удалось создать профиль. Повторите попытку.
tr: Profiliniz oluşturulamadı. Tekrar deneyin.
zh_hans: 无法创建你的个人资料。请重试。
zh_hant: 無法建立你的個人檔案。請再試一次。

source: Couldn't decline invitation
de: Einladung konnte nicht abgelehnt werden
es: No se pudo rechazar la invitación
fr: Impossible de refuser l’invitation
it: Impossibile rifiutare l’invito
pt: Não foi possível recusar o convite
ru: Не удалось отклонить приглашение
tr: Davet reddedilemedi
zh_hans: 无法拒绝邀请
zh_hant: 無法拒絕邀請

source: Couldn't delete chat
de: Chat konnte nicht gelöscht werden
es: No se pudo eliminar el chat
fr: Impossible de supprimer la conversation
it: Impossibile eliminare la chat
pt: Não foi possível excluir a conversa
ru: Не удалось удалить чат
tr: Sohbet silinemedi
zh_hans: 无法删除聊天
zh_hant: 無法刪除聊天

source: Couldn't delete message
de: Die Nachricht konnte nicht gelöscht werden
es: No se pudo eliminar el mensaje
fr: Impossible de supprimer le message
it: Impossibile eliminare il messaggio
pt: Não foi possível excluir a mensagem
ru: Не удалось удалить сообщение
tr: Mesaj silinemedi
zh_hans: 无法删除消息
zh_hant: 無法刪除訊息

source: Couldn't dismiss group status
de: Der Gruppenstatus konnte nicht geschlossen werden
es: No se pudo descartar el estado del grupo
fr: Impossible d’ignorer le statut du groupe
it: Impossibile ignorare lo stato del gruppo
pt: Não foi possível ignorar o status do grupo
ru: Не удалось закрыть статус группы.
tr: Grup durumu kapatılamadı
zh_hans: 无法取消群组状态
zh_hant: 無法取消群組狀態

source: Couldn't end group
de: Die Gruppe konnte nicht beendet werden
es: No se pudo finalizar el grupo
fr: Impossible de mettre fin au groupe
it: Impossibile terminare il gruppo
pt: Não foi possível encerrar o grupo
ru: Не удалось завершить группу
tr: Grup sonlandırılamadı
zh_hans: 无法结束群组
zh_hant: 無法結束群組

source: Couldn’t Export Diagnostic Logs
de: Diagnoseprotokolle konnten nicht exportiert werden
es: No se pudieron exportar los registros de diagnóstico
fr: Impossible d’exporter les journaux de diagnostic
it: Impossibile esportare i log diagnostici
pt: Não foi possível exportar os registros de diagnóstico
ru: Не удалось экспортировать журналы диагностики
tr: Tanılama Günlükleri Dışa Aktarılamadı
zh_hans: 无法导出诊断日志
zh_hant: 無法匯出診斷記錄

source: Couldn’t find your settings. Try another relay.
de: Deine Einstellungen wurden nicht gefunden. Versuche ein anderes Relay.
es: No se encontraron tus ajustes. Prueba con otro relay.
fr: Vos réglages sont introuvables. Essayez un autre relais.
it: Impossibile trovare le tue impostazioni. Prova un altro relay.
pt: Não foi possível encontrar suas configurações. Tente outro relay.
ru: Не удалось найти ваши настройки. Попробуйте другой ретранслятор.
tr: Ayarlarınız bulunamadı. Başka bir aktarıcı deneyin.
zh_hans: 找不到你的设置。请尝试其他中继。
zh_hant: 找不到你的設定。請嘗試其他中繼站。

source: Couldn’t finish this check
de: Prüfung nicht abgeschlossen
es: No se pudo completar esta comprobación
fr: Impossible de terminer cette vérification
it: Impossibile completare il controllo
pt: Não foi possível concluir esta verificação
ru: Не удалось завершить проверку
tr: Bu kontrol tamamlanamadı
zh_hans: 无法完成此检查
zh_hant: 無法完成此檢查

source: Couldn’t finish this step. Try again.
de: Dieser Schritt konnte nicht abgeschlossen werden. Versuche es erneut.
es: No se pudo completar este paso. Inténtalo de nuevo.
fr: Impossible de terminer cette étape. Réessayez.
it: Impossibile completare questo passaggio. Riprova.
pt: Não foi possível concluir esta etapa. Tente novamente.
ru: Не удалось завершить этот шаг. Повторите попытку.
tr: Bu adım tamamlanamadı. Tekrar deneyin.
zh_hans: 无法完成此步骤。请重试。
zh_hant: 無法完成此步驟。請重試。

source: Couldn't leave chat
de: Konnte den Chat nicht verlassen
es: No pude salir del chat
fr: Je n'ai pas pu quitter le chat
it: Impossibile abbandonare la chat
pt: Não foi possível sair do bate-papo
ru: Не удалось выйти из чата
tr: Sohbetten çıkılamadı
zh_hans: 无法离开聊天室
zh_hant: 無法離開聊天室
